Repository: openstack-archive/deb-gnocchi
Catalog: debian/po/*.po
Languages: nl

source: Authentication server hostname:
nl: Computernaam van de authenticatieserver:

source: Please specify the hostname of the authentication server for Gnocchi. Typically this is also the hostname of the OpenStack Identity Service (Keystone).
nl: Geef de computernaam van de authenticatieserver voor Gnocchi. Meestal is dit ook de computernaam van de OpenStack identiteitsserver (Keystone).

source: Authentication server tenant name:
nl: Naam van de clientruimte (tenant) op de authenticatieserver:

source: Please specify the authentication server tenant name.
nl: Gelieve de naam te vermelden van de clientruimte (tenant) op de authenticatieserver

source: Authentication server username:
nl: Gebruikersnaam voor de authenticatieserver:

source: Please specify the username to use with the authentication server.
nl: Geef de gebruikersnaam op voor de authenticatieserver.

source: Authentication server password:
nl: Wachtwoord voor de authenticatieserver:

source: Please specify the password to use with the authentication server.
nl: Geef het wachtwoord op voor de authenticatieserver.

source: Set up a database for Gnocchi?
nl: Een database voor Gnocchi opzetten?

source: No database has been set up for Gnocchi to use. Before continuing, you should make sure you have the following information:
nl: Er werd geen database opgezet voor het register van Gnocchi noch voor de API van Gnocchi. Voor u doorgaat moet u beschikken over de volgende informatie:

source: * the type of database that you want to use; * the database server hostname (that server must allow TCP connections from this machine); * a username and password to access the database.
nl: * het type database dat u wenst te gebruiken; * de computernaam van de databeseserver (die server moet TCP-verbindingen vanaf deze computer accepteren); * een gebruikersnaam en wachtwoord voor toegang tot de database.

source: If some of these requirements are missing, do not choose this option and run with regular SQLite support.
nl: Indien sommige van deze gegevens ontbreken, moet u deze optie niet kiezen en de toepassing gebruiken met gewone SQLite-ondersteuning.

source: Register Gnocchi in the Keystone endpoint catalog?
nl: Gnocchi registreren in de catalogus van toegangspunten van keystone?

source: Each OpenStack service (each API) should be registered in order to be accessible. This is done using "keystone service-create" and "keystone endpoint-create". This can be done automatically now.
nl: Elke OpenStackdienst (elke API) moet geregistreerd worden om toegankelijk te zijn. Dit gebeurt aan de hand van "keystone service-create" en "keystone endpoint-create". Dit kan nu automatisch gedaan worden.

source: Note that you will need to have an up and running Keystone server on which to connect using the Keystone authentication token.
nl: Merk op dat u hiervoor een volledig werkende keystone-server nodig heeft, waarmee een verbinding gemaakt wordt met behulp van het authenticatiebewijs voor Keystone.

source: Keystone server IP address:
nl: IP-adres van de Keystone-server:

source: Please enter the IP address of the Keystone server, so that gnocchi-api can contact Keystone to do the Gnocchi service and endpoint creation.
nl: Gelieve het IP-adres van de Keystone-server op te geven, zodat glance-api met Keystone kan verbinden om de Gnocchi-service en het troegangspunt aan te maken.

source: Keystone authentication token:
nl: Authenticatiebewijs voor Keystone:

source: Gnocchi endpoint IP address:
nl: IP-adres van het toegangspunt voor Gnocchi:

source: Please enter the IP address that will be used to contact Gnocchi.
nl: Gelieve het IP-adres in te voeren dat gebruikt zal worden om contact te maken met Gnocchi.

source: This IP address should be accessible from the clients that will use this service, so if you are installing a public cloud, this should be a public IP address.
nl: Dit IP-adres moet bereikbaar zijn voor de clients die van deze service gebruik zullen maken. Indien u een openbare cloud installeert, moet dit dus een algemeen bereikbaar IP-adres zijn.

source: Name of the region to register:
nl: Naam van de te registreren regio:

source: OpenStack supports using availability zones, with each region representing a location. Please enter the zone that you wish to use when registering the endpoint.
nl: Openstack ondersteunt het gebruik van zones van beschikbaarheid, waarbij elke regio een locatie vertegenwoordigt. Geef aan welke zone u wenst te gebruiken bij het registreren van het toegangspunt.
